[
    {
        "idx": 1,
        "title": "Symptoms in Children Receiving Treatment for Cancer-Part II: Pain,Sadness, and Symptom Clusters.",
        "year": "2019",
        "article_code": "31307323",
        "authors": "Linder LA, Hooke MC.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/31307323/",
        "abstract": "Children and adolescents receiving treatment for cancer experience multiple symptoms as a consequence of their disease and its treatment that interfere with the child's quality of life. Understanding of symptom assessment in children with cancer is foundational to the work of the Children's Oncology Group Nursing Discipline, whose research aims are to address knowledge gaps including understanding illness-related distress. This article is the second of a two-part summary of current evidence addressing the assessment of symptoms frequently reported by children and adolescents receiving treatment for cancer. Studies reporting assessment of pain, sadness, and symptom clusters published between January 2008 and May 2018 were included. Forty-three publications addressed pain. Pain was highly prevalent and distressing, varied in its trajectory across a cycle of chemotherapy and across multiple cycles of treatment, and correlated with biomarkers associated with the pain response. Consequences of pain were poorer functional status and emotional health. Twenty publications addressed sadness. Sadness was the most prevalent psychosocial symptom. Its prevalence decreased over the course of treatment and over a cycle of chemotherapy. Persistent sadness was of greater severity and distress. Eight publications addressed symptom clusters. These studies identified both groups of co-occurring symptoms and groups of patients with common symptom profiles. This two-article series provides evidence for the distressing nature of symptoms among children receiving cancer treatment. Efforts to support clinicians in routine symptom assessment are needed. Additional research directed at alleviating symptoms and building resilience among the child experiencing symptoms is needed."
    },
    {
        "idx": 2,
        "title": "Sadnessregulation strategies and measurement: A scoping review.",
        "year": "2021",
        "article_code": "34388181",
        "authors": "Zaid SM, Hutagalung FD, Bin Abd Hamid HS, Taresh SM.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34388181/",
        "abstract": "Backgrounds:Accurate measurement and suitable strategies facilitate people regulate their sadness in an effective manner. Regulating or mitigating negative emotions, particularly sadness, is crucial mainly because constant negative emotions may lead to psychological disorders, such as depression and anxiety. This paper presents an overview of sadness regulation strategies and related measurement.Method:Upon adhering to five-step scoping review, this study combed through articles that looked into sadness regulation retrieved from eight databases.Results:As a result of reviewing 40 selected articles, 110 strategies were identified to regulate emotions, particularly sadness. Some of the most commonly reported strategies include expressive suppression, cognitive reappraisal, distraction, seeking social or emotional support, and rumination. The four types of measures emerged from the review are self-reported, informant report (parents or peers), open-ended questions, and emotion regulation instructions. Notably, most studies had tested psychometric properties using Cronbach's alpha alone, while only a handful had assessed validity (construct and factorial validity) and reliability (Cronbach's alpha or test-retest) based on responses captured from questionnaire survey.Conclusion:Several sadness regulation strategies appeared to vary based on gender, age, and use of strategy. Despite the general measurement of emotion regulation, only one measure was developed to measure sadness regulation exclusively for children. Future studies may develop a comprehensive battery of measures to assess sadness regulation using multi-component method."
    },
    {
        "idx": 3,
        "title": "The neuroscience ofsadness: A multidisciplinary synthesis and collaborative review.",
        "year": "2020",
        "article_code": "32001274",
        "authors": "Arias JA, Williams C, Raghvani R, Aghajani M, Baez S, Belzung C, Booij L, Busatto G, Chiarella J, Fu CH, Ibanez A, Liddell BJ, Lowe L, Penninx BWJH, Rosa P, Kemp AH.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/32001274/",
        "abstract": "Sadness is typically characterized by raised inner eyebrows, lowered corners of the mouth, reduced walking speed, and slumped posture. Ancient subcortical circuitry provides a neuroanatomical foundation, extending from dorsal periaqueductal grey to subgenual anterior cingulate, the latter of which is now a treatment target in disorders of sadness. Electrophysiological studies further emphasize a role for reduced left relative to right frontal asymmetry in sadness, underpinning interest in the transcranial stimulation of left dorsolateral prefrontal cortex as an antidepressant target. Neuroimaging studies - including meta-analyses - indicate that sadness is associated with reduced cortical activation, which may contribute to reduced parasympathetic inhibitory control over medullary cardioacceleratory circuits. Reduced cardiac control may - in part - contribute to epidemiological reports of reduced life expectancy in affective disorders, effects equivalent to heavy smoking. We suggest that the field may be moving toward a theoretical consensus, in which different models relating to basic emotion theory and psychological constructionism may be considered as complementary, working at different levels of the phylogenetic hierarchy."
    },
    {
        "idx": 4,
        "title": "Sadnessand Worry in Older Adults: Differentiating Psychiatric Illness from Normative Distress.",
        "year": "2020",
        "article_code": "32773049",
        "authors": "Lutz J, Van Orden KA.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/32773049/",
        "abstract": "Older adults experience greater emotional well-being in late life. However, older adults may be vulnerable to certain physiologic risk factors, including less physiologic resilience to prolonged stress. Depression and anxiety can be difficult to diagnose in late life owing to differences in self-reported symptoms from younger adults and unclear distinctions between normative and non-normative emotional experiences. We discuss age differences in the presentations of depression and anxiety, and normative and non-normative late life developmental trajectories around bereavement and grief, social isolation and loneliness, and thoughts of death and suicide. We provide recommendations for clinicians for assessing and diagnosing older adults."
    },
    {
        "idx": 5,
        "title": "When IsSadnessa Sickness?",
        "year": "2021",
        "article_code": "34840158",
        "authors": "Dyer AR.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34840158/",
        "abstract": "Depression is a word used to describe a mood. It is also a diagnosis. The same word, depression, straddles many meanings across time and from place to place. It is at once a medical illness and a universal human experience. Jonathan Sadowsky's Empire of Depression (2021) traces the evolution of the concept of depression from ancient descriptions of melancholia to modern diagnostic criteria. Writings at least as far back as Hippocrates distinguish the sadness that occurs after a loss from the more pervasive and persistent unhappiness that came to be known as melancholia and then depression. This history is more than a chronicle; it draws on a number of sources to illustrate and illuminate how depression has been variously understood and particularly how psychiatrists attempt to help people suffering from a recognizable but complex disorder."
    },
    {
        "idx": 6,
        "title": "Traits of empathy andanger: implications for psychopathy and other disorders associated with aggression.",
        "year": "2018",
        "article_code": "29483341",
        "authors": "Blair RJR.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/29483341/",
        "abstract": "Empathy and anger are two social emotions that modulate an individual's risk for aggression. Empathy is an emotional reaction to another individual's emotional state. Anger is an emotional reaction to threat, frustration or social provocation. Reduced empathy, seen in psychopathy, increases the risk for goal-directed aggression. Atypically increased anger (i.e. irritability), seen in conditions like disruptive mood dysregulation disorder and borderline personality disorder, increases the risk for reactive aggression. In this paper, I will outline core neurocognitive functions that correspond to empathy and which are compromised in individuals with psychopathic traits. In addition, I will outline neurocognitive functions involved in either the generation or regulation of anger and which are compromised in psychiatric conditions at increased risk for irritability/reactive aggression. It can be hoped that improved understanding of empathy and anger will lead to better assessment tools and improved interventions to reduce aggression risk.This article is part of the theme issue 'Diverse perspectives on diversity: multi-disciplinary approaches to taxonomies of individual differences'."
    },
    {
        "idx": 7,
        "title": "At the intersection ofanger, chronic pain, and the brain: A mini-review.",
        "year": "2022",
        "article_code": "35122780",
        "authors": "Yarns BC, Cassidy JT, Jimenez AM.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35122780/",
        "abstract": "Chronic pain remains one of the most persistent healthcare challenges in the world. To advance pain treatment, experts have recently introduced research-driven subtypes of chronic pain based on proposed underlying mechanisms. Nociplastic pain (e.g., nonspecific chronic low back or fibromyalgia) is one such subtype which may involve a greater etiologic role for brain plasticity, painful emotions induced by life stress and trauma, and unhealthy emotion regulation. In particular, correlational and behavioral data link anger and the ways anger is regulated with the presence and severity of nociplastic pain. Functional neuroimaging studies also suggest nociplastic pain and healthy anger regulation demonstrate inverse patterns of activity in the medial prefrontal cortex and amygdala; thus, improving anger regulation could normalize activity in these regions. In this Mini-Review, we summarize these findings and propose a unified, biobehavioral model called the Anger, Brain, and Nociplastic Pain (AB-NP) Model, which can be tested in future research and may advance pain care by informing new treatments that address anger, anger regulation, and brain plasticity for nociplastic pain."
    },
    {
        "idx": 8,
        "title": "DeconstructingAngerin the Human Brain.",
        "year": "2017",
        "article_code": "26695163",
        "authors": "Gilam G, Hendler T.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/26695163/",
        "abstract": "Anger may be caused by a wide variety of triggers, and though it has negative consequences on health and well-being, it is also crucial in motivating to take action and approach rather than avoid a confrontation. While anger is considered a survival response inherent in all living creatures, humans are endowed with the mental flexibility that enables them to control and regulate their anger, and adapt it to socially accepted norms. Indeed, a profound interpersonal nature is apparent in most events which evoke anger among humans. Since anger consists of physiological, cognitive, subjective, and behavioral components, it is a contextualized multidimensional construct that poses theoretical and operational difficulties in defining it as a single psychobiological phenomenon. Although most neuroimaging studies have neglected the multidimensionality of anger and thus resulted in brain activations dispersed across the entire brain, there seems to be several reoccurring neural circuits subserving the subjective experience of human anger. Nevertheless, to capture the large variety in the forms and fashions in which anger is experienced, expressed, and regulated, and thus to better portray the related underlying neural substrates, neurobehavioral investigations of human anger should aim to further embed realistic social interactions within their anger induction paradigms."
    },
    {
        "idx": 9,
        "title": "AngerIncreases Susceptibility to Misinformation.",
        "year": "2020",
        "article_code": "32900296",
        "authors": "Greenstein M, Franklin N.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/32900296/",
        "abstract": "The effect of anger on acceptance of false details was examined using a three-phase misinformation paradigm. Participants viewed an event, were presented with schema-consistent and schema-irrelevant misinformation about it, and were given a surprise source monitoring test to examine the acceptance of the suggested material. Between each phase of the experiment, they performed a task that either induced anger or maintained a neutral mood. Participants showed greater susceptibility to schema-consistent than schema-irrelevant misinformation. Anger did not affect either recognition or source accuracy for true details about the initial event, but suggestibility for false details increased with anger. In spite of this increase in source errors (i.e., misinformation acceptance), both confidence in the accuracy of source attributions and decision speed for incorrect judgments also increased with anger. Implications are discussed with respect to both the general effects of anger and real-world applications such as eyewitness memory."
    },
    {
        "idx": 10,
        "title": "Angerand health risk behaviors.",
        "year": "2010",
        "article_code": "21254733",
        "authors": "Staicu ML, Cuţov M.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/21254733/",
        "abstract": "The present paper makes a research about negative effects of anger and hostile conduct on peoples' health status. We have studied scientific articles published between 2000 and 2010, which did not contradict our initial assumption. The literature demonstrates that anger, wheatear suppressed or expressed, can determine various diseases, it can influence the conduct of people suffering from bulimia nervosa or it can be the cause for the growing number of car accidents. In order to avoid these risks, the intervention should not be limited to medication, but it should also involve a psychological help that should insist on ways of dealing with anger without exposing the person to any kind of risk for his health or wellbeing."
    }
]